{
    "id": 8901,
    "name": "Furina",
    "c1": {
      "name": "Dança de Sabores para o Paladar",
      "descriptionRaw": "Quando o Tipo Elemental de 4 membros da equipe é Hydro ou Cryo, aumenta o Dano CRIT de todos os membros da equipe ao causarem Dano Cryo em 60% nos 15s após Escoffier lançar sua Habilidade Elemental Culinária ao Fogo Baixo ou seu Supremo Técnica de Corte Refinado.\nÉ necessário ter desbloqueado o Talento Passivo \"Inspiração Temperada\".",
      "description": "Ao lançar E o Povo Vai à Loucura, Furina ganha 150 de Fanfarra.\nAlém disso, aumenta o limite de Fanfarra de Furina em 100."
    },
    "c2": {
      "name": "Um Ensopado Fresco e Aromático é uma Arte",
      "descriptionRaw": "Quando Escoffier usar o Modo de Armazenamento Frio para ativar o Robô Culinário, ela obterá o efeito \"Iguaria Fresquinha\" por 15s: nessa duração, Escoffier obtém 5 acúmulos de Prato Frio, fazendo com que quando um personagem ativo causar Dano Cryo com um Ataque Normal, Carregado, Imersivo, Habilidade Elemental e Supremo contra um inimigo e não seja a própria Escoffier, consome 1 acúmulo de Prato Frio e aumenta o Dano causado. O aumento de Dano é equivalente a 240% do ATQ de Escoffier.\nQuando uma instância de Dano Cryo de atingir mais de um inimigo ao mesmo tempo, consumirá a quantidade de acúmulos correspondente ao número de inimigos atingidos.",
      "description": "Aumenta o nível da Habilidade Elemental Culinária ao Fogo Baixo em 3 níveis.\nO nível máximo de elevação é 15."
    },
    "c3": {
      "name": "A Magia da Panificação Caramelizada",
      "descriptionRaw": "Aumenta o nível da Habilidade Elemental Culinária ao Fogo Baixo em 3 níveis.\nO nível máximo de elevação é 15."
    },
    "c4": {
      "name": "Receita Secreta de Alecrim",
      "descriptionRaw": "Prolonga a duração de Terapia Alimentar em 6s. Nessa duração, ao curar com Terapia Alimentar, possui uma chance de aumentar a Cura em 100%, e regenerar 2 de Energia Elemental para Escoffier. Essa chance é equivalente a Taxa CRIT de Escoffier. Esse efeito pode ser desencadeado até 7 vezes em uma duração de Terapia Alimentar.\nÉ necessário ter desbloqueado o Talento Passivo \"A Comida é o Melhor Remédio\"."
    },
    "c5": {
      "name": "Sinfonia de Mil Molhos",
      "descriptionRaw": "Aumenta o nível do Supremo Técnica de Corte Refinado em 3.\nO nível máximo de elevação é 15.",
      "description": "Aumenta o nível do Salon Solitaire em 3.\nO nível máximo de elevação é 15."
    },
    "c6": {
      "name": "Festas do Chá Multicoloridas",
      "descriptionRaw": "<color=#FFD780FF>Modo Robô Culinário: Armazenamento Frio</color> obtém um fortalecimento:\n· Quando o Ataque Normal, Carregado ou Imersivo do personagem ativo atinge um inimigo, o Modo Robô Culinário: Armazenamento Frio dispara um Parfait Congelado especial adicional, causando 500% do ATQ de Escoffier como Dano Cryo em AdE. Esse Dano é considerado Dano de Habilidade Elemental.\nEsse efeito pode ser desencadeado uma vez a cada 0.5s, e pode ser desencadeado até 6 vezes em uma duração de Modo Robô Culinário: Armazenamento Frio."
    },
    "images": {
      "filename_c1": "UI_Talent_S_Furina_01",
      "filename_c2": "UI_Talent_S_Furina_04",
      "filename_c3": "UI_Talent_U_Furina_02",
      "filename_c4": "UI_Talent_S_Furina_03",
      "filename_c5": "UI_Talent_U_Furina_01",
      "filename_c6": "UI_Talent_S_Furina_02",
      "filename_constellation": "Eff_UI_Talent_Furina"
    },
    "version": "4.2"
  }